Repository: override1978/HomeKitFloorplan
Catalog: HomeFloorplan/Localizable.xcstrings
Source language: en
Languages: it

# alertThresholds.add.title
source: New Threshold
it: Nuova soglia

# alertThresholds.critical
source: Critical
it: Critica

# alertThresholds.empty.description
source: Tap + to add an alert threshold for a sensor type.
it: Tocca + per aggiungere una soglia di avviso per un tipo di sensore.

# alertThresholds.empty.title
source: No thresholds configured
it: Nessuna soglia configurata

# alertThresholds.room.help
source: Leave empty for a global threshold.
it: Lascia vuoto per una soglia globale.

# alertThresholds.room.placeholder
source: e.g. Kitchen
it: es. Cucina

# alertThresholds.room.section
source: Room (optional)
it: Stanza (opzionale)

# alertThresholds.scope.global
source: Global
it: Globale

# alertThresholds.sensorType.picker
source: Type
it: Tipo

# alertThresholds.sensorType.section
source: Sensor Type
it: Tipo sensore

# alertThresholds.title
source: Alert Thresholds
it: Soglie avvisi

# alertThresholds.values.section
source: Thresholds
it: Soglie

# alertThresholds.warning
source: Warning
it: Avviso

# ALLARME ATTIVO
source: ALARM ACTIVE
it: ALLARME ATTIVO

# Ambiente
source: Environment
it: Ambiente

# Annulla disegno
source: Cancel drawing
it: Annulla disegno

# anomaly.oscillating.generic
source: Unstable %@ readings detected in the last 2h.
it: Letture di %@ instabili nelle ultime 2 ore.

# anomaly.oscillating.title
source: Unstable %@ readings
it: Letture %@ instabili

# anomaly.outofrange.generic
source: An anomalous %@ value was detected.
it: È stato rilevato un valore di %@ anomalo.

# anomaly.outofrange.title
source: Impossible %@ value
it: Valore %@ impossibile

# anomaly.stuck.generic
source: %@ value has not changed for over 30 minutes.
it: Il valore di %@ non cambia da oltre 30 minuti.

# anomaly.stuck.title
source: %@ sensor may be stuck
it: Sensore %@ forse bloccato

# Apri Casa
source: Open Home
it: Apri Casa

# Apri Impostazioni
source: Open Settings
it: Apri Impostazioni

# Arredo
source: Furniture
it: Arredo

# Attenzione
source: Warning
it: Attenzione

# Attenzione: %@
source: Warning: %@
it: Attenzione: %@

# Attiva dopo
source: Activate after
it: Attiva dopo

# automation.capability.active
source: Active
it: Attivo

# automation.capability.active.no
source: Inactive
it: Inattivo

# automation.capability.active.yes
source: Active
it: Attivo

# automation.capability.airPurifierMode
source: Air purifier mode
it: Modalità purificatore

# automation.capability.airPurifierState
source: Air purifier state
it: Stato purificatore

# automation.capability.brightness
source: Brightness
it: Luminosità

# automation.capability.climateMode
source: Climate mode
it: Modalità clima

# automation.capability.climateState
source: Climate state
it: Stato clima

# automation.capability.coolingThreshold
source: Cooling threshold
it: Soglia raffreddamento

# automation.capability.dehumidifierThreshold
source: Dehumidifier threshold
it: Soglia deumidificatore

# automation.capability.doorState
source: Door state
it: Stato porta

# automation.capability.fanSpeed
source: Fan speed
it: Velocità ventola

# automation.capability.filterLife
source: Filter life
it: Durata filtro

# automation.capability.heaterCoolerMode
source: Heater cooler mode
it: Modalità climatizzatore

# automation.capability.heaterCoolerState
source: Heater cooler state
it: Stato climatizzatore

# automation.capability.heatingThreshold
source: Heating threshold
it: Soglia riscaldamento

# automation.capability.humidifierMode
source: Humidifier mode
it: Modalità umidificatore

# automation.capability.humidifierState
source: Humidifier state
it: Stato umidificatore

# automation.capability.humidifierThreshold
source: Humidifier threshold
it: Soglia umidificatore

# automation.capability.lockState
source: Lock state
it: Stato serratura

# automation.capability.position
source: Position
it: Posizione

# automation.capability.power
source: Power
it: Alimentazione

# automation.capability.power.off
source: Off
it: Spento

# automation.capability.programmableSwitch
source: Programmable button
it: Pulsante programmabile

# automation.capability.securityMode
source: Security mode
it: Modalità sicurezza

# automation.capability.securityState
source: Security state
it: Stato sicurezza

# automation.capability.targetTemperature
source: Target temperature
it: Temperatura target

# automation.capability.waterLevel
source: Water level
it: Livello acqua

# automation.capabilityCategory.all
source: All
it: Tutte

# automation.capabilityCategory.climate
source: Climate
it: Clima

# automation.capabilityCategory.lights
source: Lights
it: Luci

# automation.capabilityCategory.openings
source: Openings
it: Aperture

# automation.capabilityCategory.other
source: Other
it: Altro

# automation.capabilityCategory.security
source: Security
it: Sicurezza

# automation.capabilityCategory.sensors
source: Sensors
it: Sensori

# automation.composer.action.addAccessory
source: Add Accessory
it: Aggiungi accessorio

# automation.composer.action.empty.subtitle
source: Choose a scene or add an accessory action.
it: Scegli una scena o aggiungi un’azione accessorio.

# automation.composer.action.empty.title
source: No action selected
it: Nessuna azione selezionata

# automation.composer.actions.inline.count
source: %d selected
it: %d selezionati

# automation.composer.actions.inline.more
source: and more
it: altro

# automation.composer.actions.inline.title
source: Accessory actions
it: Azioni accessorio

# automation.composer.activate
source: Activate Automation
it: Attiva automazione

# automation.composer.activate.subtitle
source: When enabled, HomeKit can run this automation as soon as it is saved.
it: Quando è attiva, HomeKit può eseguire questa automazione appena viene salvata.

# automation.composer.conditions.ifNeeded
source: AND
it: E

# automation.composer.conditions.text
source: only while these checks match
it: solo mentre questi controlli corrispondono

# automation.composer.done
source: DONE
it: FINE

# automation.composer.done.text
source: activate it when ready, then save
it: attivala quando è pronta, poi salva

# automation.composer.if
source: IF
it: SE

# automation.composer.if.text
source: when any of these events happens
it: quando si verifica uno di questi eventi

# automation.composer.name
source: NAME
it: NOME

# automation.composer.name.text
source: give this automation a clear label
it: dai un’etichetta chiara a questa automazione

# automation.composer.scene.add
source: Choose Scene
it: Scegli scena

# automation.composer.scene.change
source: Change Scene
it: Cambia scena

# automation.composer.then
source: THEN
it: ALLORA

# automation.composer.then.text
source: run a scene or set accessories
it: esegui una scena o imposta accessori

# automation.composer.trigger.add
source: Add Start Event
it: Aggiungi evento di avvio

# automation.composer.trigger.empty.subtitle
source: Choose at least one event that can start this automation.
it: Scegli almeno un evento che possa avviare questa automazione.

# automation.composer.trigger.empty.title
source: No start event
it: Nessun evento di avvio

# automation.composer.trigger.or
source: OR
it: OPPURE

# automation.composer.trigger.remove
source: Remove Start Event
it: Rimuovi evento di avvio

# automation.condition.characteristic
source: Characteristic
it: Caratteristica

# automation.condition.operator.greaterThan
source: above
it: sopra

# automation.condition.operator.greaterThanOrEqual
source: at least
it: almeno

# automation.condition.operator.lessThan
source: below
it: sotto

# automation.condition.operator.lessThanOrEqual
source: at most
it: al massimo

# automation.condition.operator.matches
source: matches
it: corrisponde a

# automation.condition.operator.notEqual
source: is not
it: diverso da

# automation.condition.value.current
source: current value
it: valore attuale

# automation.condition.value.off
source: Off
it: Spento

# automation.conditionJoin.all.help
source: The scene runs only when every condition is true.
it: La scena viene eseguita solo quando tutte le condizioni sono vere.

# automation.conditionJoin.all.keyword
source: AND
it: E

# automation.conditionJoin.all.short
source: All
it: Tutte

# automation.conditionJoin.all.summary
source: All conditions must be true
it: Tutte le condizioni devono essere vere

# automation.conditionJoin.any.help
source: The scene runs when at least one condition is true.
it: La scena viene eseguita quando almeno una condizione è vera.

# automation.conditionJoin.any.keyword
source: OR
it: OPPURE

# automation.conditionJoin.any.short
source: Any
it: Una qualsiasi

# automation.conditionJoin.any.summary
source: At least one condition must be true
it: Almeno una condizione deve essere vera

# automation.conditions.configured
source: HomeKit conditions configured
it: Condizioni HomeKit configurate

# automation.conditions.preserved.subtitle
source: This condition exists in Apple Home and will be kept when saving.
it: Questa condizione esiste in Apple Home e verrà mantenuta durante il salvataggio.

# automation.conditions.preserved.title
source: HomeKit condition preserved
it: Condizione HomeKit preservata

# automation.description.custom
source: Custom automation
it: Automazione personalizzata

# automation.editor.error.emptyAction
source: Choose a scene or at least one accessory action
it: Scegli una scena o almeno un'azione accessorio

# automation.editor.error.emptyName
source: Automation name is required
it: Il nome dell'automazione è obbligatorio

# automation.editor.error.emptyScheduleDays
source: Select at least one day
it: Seleziona almeno un giorno

# automation.editor.error.invalidCondition
source: One or more conditions are not valid
it: Una o più condizioni non sono valide

# automation.editor.error.invalidLocation
source: Enter a valid location
it: Inserisci una posizione valida

# automation.editor.error.invalidTrigger
source: Selected trigger is not valid for automations
it: Il trigger selezionato non è valido per le automazioni

# automation.editor.error.mixedAccessoryTriggers
source: Accessory start events cannot be mixed with time, people, or location events yet
it: Gli eventi di avvio da accessorio non possono ancora essere combinati con eventi di orario, persone o posizione

# automation.editor.error.mixedScheduleDays
source: Multiple schedule start events must use the same days
it: Più eventi di avvio pianificati devono usare gli stessi giorni

# automation.editor.error.notFound
source: Automation not found
it: Automazione non trovata

# automation.event.accessory.fallback
source: Accessory
it: Accessorio

# automation.event.characteristic.prefix
source: Event on
it: Evento su

# automation.event.description.fallback
source: Event-based automation
it: Automazione basata su eventi

# automation.event.location
source: Location
it: Posizione

# automation.event.presence.everyEntry
source: Every arrival home
it: Ogni arrivo a casa

# automation.event.presence.everyExit
source: Every departure from home
it: Ogni uscita da casa

# automation.event.presence.firstEntry
source: First arrival home
it: Primo arrivo a casa

# automation.event.presence.lastExit
source: Last departure from home
it: Ultima uscita da casa

# automation.event.presence.other
source: Presence
it: Presenza

# automation.event.sunsetSunrise
source: Sunset / Sunrise
it: Tramonto / Alba

# automation.existing.activate.subtitle
source: Disable it to keep the automation saved but paused in HomeKit.
it: Disattivala per mantenerla salvata ma in pausa in HomeKit.

# automation.existing.conditions.none.title
source: No conditions
it: Nessuna condizione

# automation.existing.conditions.none.value
source: This automation can run whenever the trigger happens.
it: Questa automazione può essere eseguita ogni volta che si verifica il trigger.

# automation.existing.conditions.text
source: only while these HomeKit checks match
it: solo mentre questi controlli HomeKit corrispondono

# automation.existing.conditions.title
source: Conditions
it: Condizioni

# automation.existing.delete
source: Delete Automation
it: Elimina automazione

# automation.existing.delete.confirm
source: Delete Automation
it: Elimina automazione

# automation.existing.delete.confirmMessage
source: This removes the automation from HomeKit.
it: Questo rimuove l’automazione da HomeKit.

# automation.existing.delete.confirmTitle
source: Delete this automation?
it: Eliminare questa automazione?

# automation.existing.done
source: DONE
it: FINE

# automation.existing.done.text
source: keep it active when saved
it: mantienila attiva quando viene salvata

# automation.existing.edit
source: Edit Automation
it: Modifica automazione

# automation.existing.if.text
source: this existing HomeKit automation is triggered by
it: questa automazione HomeKit esistente viene attivata da

# automation.existing.name
source: NAME
it: NOME

# automation.existing.name.text
source: update how this automation appears
it: aggiorna come appare questa automazione

# automation.existing.openHome.value
source: Questa automazione non e basata su una scena, quindi va modificata da Apple Home.
it: Questa automazione non è basata su una scena, quindi va modificata da Apple Home.

# automation.existing.scene.actionSet
source: HomeKit scene
it: Scena HomeKit

# automation.existing.scenes.none.title
source: No scenes
it: Nessuna scena

# automation.existing.scenes.none.value
source: No HomeKit scene is attached to this automation.
it: Nessuna scena HomeKit è collegata a questa automazione.

# automation.existing.then.text
source: run these scenes
it: esegui queste scene

# automation.existing.title
source: Automation
it: Automazione

# automation.location.configure.title
source: Configured location
it: Posizione configurata

# automation.location.currentLocation
source: Use current location
it: Usa posizione attuale

# automation.location.needsMapPoint
source: Tap the map to set the geofence.
it: Tocca la mappa per impostare il geofence.

# automation.location.popup.trigger.subtitle
source: Start the automation when entering or leaving a geofence.
it: Avvia l’automazione entrando o uscendo da un’area.

# automation.location.popup.trigger.title
source: Location trigger
it: Trigger posizione

# automation.location.radius
source: Radius
it: Raggio

# automation.location.summary.geofence
source: %1$@ within %2$d m
it: %1$@ entro %2$d m

# automation.location.trigger.arrive
source: Arrive
it: Arrivo

# automation.location.trigger.kind
source: Location event
it: Evento posizione

# automation.location.trigger.leave
source: Leave
it: Uscita

# automation.location.use
source: Use Location
it: Usa posizione

# automation.operator.active
source: Becomes active
it: Attivo

# automation.operator.becomesActive
source: Becomes active
it: Diventa attivo

# automation.operator.becomesInactive
source: Becomes inactive
it: Diventa inattivo

# automation.operator.equals
source: Is
it: È

# automation.operator.greaterThan
source: Above
it: Sopra

# automation.operator.inactive
source: Becomes inactive
it: Inattivo

# automation.operator.lessThan
source: Below
it: Sotto

# automation.presence.condition.add
source: Add People Condition
it: Aggiungi condizione persone

# automation.presence.condition.atHome
source: At home
it: A casa

# automation.presence.condition.default.subtitle
source: Add it now, then configure the exact presence check in the conditions list.
it: Aggiungila ora, poi configura il controllo presenza nella lista condizioni.

# automation.presence.condition.default.title
source: Presence at home
it: Presenza in casa

# automation.presence.condition.kind
source: Presence state
it: Stato presenza

# automation.presence.condition.notAtHome
source: Not at home
it: Non a casa

# automation.presence.condition.title
source: People condition
it: Condizione persone

# automation.presence.configure.trigger.title
source: Configured people trigger
it: Trigger persone configurato

# automation.presence.popup.condition.subtitle
source: Limit execution based on whether people are home.
it: Limita l’esecuzione in base alla presenza delle persone in casa.

# automation.presence.popup.condition.title
source: People condition
it: Condizione persone

# automation.presence.popup.trigger.subtitle
source: Start the automation when people arrive or leave home.
it: Avvia l’automazione quando le persone arrivano o escono di casa.

# automation.presence.popup.trigger.title
source: People trigger
it: Trigger persone

# automation.presence.trigger.everyEntry
source: Arrives home
it: Chiunque arriva

# automation.presence.trigger.everyExit
source: Leaves home
it: Chiunque esce

# automation.presence.trigger.firstEntry
source: First person arrives
it: La prima persona arriva

# automation.presence.trigger.kind
source: Presence event
it: Evento presenza

# automation.presence.trigger.lastExit
source: Last person leaves
it: L’ultima persona esce

# automation.presence.use
source: Use People
it: Usa persone

# automation.presence.user.current
source: Me
it: Io

# automation.presence.user.home
source: Anyone
it: Tutti

# automation.presence.userScope
source: People
it: Persone

# automation.programmableSwitch.doublePress
source: Double Press
it: Doppia pressione

# automation.programmableSwitch.longPress
source: Long Press
it: Pressione prolungata

# automation.programmableSwitch.singlePress
source: Single Press
it: Pressione singola

# automation.proposal.limit.extraTarget
source: "%@" could not be added as an action.
it: Impossibile aggiungere "%@" come azione.

# automation.proposal.limit.inAppTrigger
source: In-app triggers need to be reviewed before they can become HomeKit automations.
it: I trigger in-app vanno rivisti prima di poter diventare automazioni HomeKit.

# automation.proposal.limit.missingActionTarget
source: The opportunity does not include a valid action target.
it: L'opportunità non include un target di azione valido.

# automation.proposal.limit.missingCauseAccessory
source: The triggering accessory of this sequence could not be resolved.
it: L'accessorio che innesca questa sequenza non è più disponibile in HomeKit.

# automation.proposal.limit.missingSensor
source: The opportunity does not include a complete sensor condition.
it: L'opportunità non include una condizione sensore completa.

# automation.proposal.limit.missingTime
source: The opportunity does not include a valid trigger time.
it: L'opportunità non include un orario di trigger valido.

# automation.proposal.limit.secondaryCondition
source: The additional condition (%@) could not be resolved in HomeKit — the automation will be created without it.
it: La condizione aggiuntiva (%@) non può essere risolta in HomeKit — l'automazione verrà creata senza.

# automation.proposal.limit.sensorUnavailable
source: The proposed sensor is no longer available in HomeKit.
it: Il sensore proposto non è più disponibile in HomeKit.

# automation.proposal.limit.unsupportedAction
source: This action needs the advanced accessory editor and is not converted automatically yet.
it: Questa azione richiede l'editor accessori avanzato e non viene ancora convertita automaticamente.

# automation.proposal.reviewRequired
source: Review this automation before saving.
it: Rivedi questa automazione prima di salvarla.

# automation.proposal.unresolved.action
source: A proposed accessory action is no longer available.
it: Un’azione accessorio proposta non è più disponibile.

# automation.proposal.unresolved.allActions
source: None of the proposed actions could be applied to this home — add the action manually before saving.
it: Nessuna delle azioni proposte può essere applicata a questa casa — aggiungi l'azione manualmente prima di salvare.

# automation.proposal.unresolved.condition
source: A condition accessory is no longer available.
it: Un accessorio condizione non è più disponibile.

# automation.proposal.unresolved.scene
source: The proposed scene is no longer available.
it: La scena proposta non è più disponibile.

# automation.proposal.unresolved.trigger
source: A trigger accessory is no longer available.
it: Un accessorio trigger non è più disponibile.

# automation.proposal.unsupported.action
source: This opportunity cannot be converted because its action is not supported by the automation builder yet.
it: Questa opportunità non può essere convertita perché la sua azione non è ancora supportata dal builder di automazioni.

# automation.proposal.unsupported.trigger
source: This opportunity cannot be converted because its trigger is not supported by the automation builder yet.
it: Questa opportunita non puo essere convertita perche il trigger non e ancora supportato dal builder automazioni.

# automation.recurrence.daily
source: Daily
it: Giornaliero

# automation.recurrence.recurring
source: Recurring
it: Ricorrente

# automation.recurrence.weekly
source: Weekly
it: Settimanale

# automation.schedule.after
source: after
it: Dopo

# automation.schedule.before
source: before
it: Prima

# automation.schedule.between
source: between
it: tra

# automation.schedule.configure.title
source: Configured schedule
it: Programmazione configurata

# automation.schedule.days
source: Days
it: Giorni

# automation.schedule.days.everyDay
source: Every day
it: Ogni giorno

# automation.schedule.days.weekdays
source: Weekdays
it: Giorni feriali

# automation.schedule.fixedTime
source: Time
it: Orario fisso

# automation.schedule.kind
source: Schedule type
it: Tipo programmazione

# automation.schedule.offset.after
source: %d min after
it: %d min dopo

# automation.schedule.offset.before
source: %d min before
it: %d min prima

# automation.schedule.offset.none
source: No offset
it: Nessun offset

# automation.schedule.popup.subtitle
source: Use a fixed time, sunrise, or sunset as the start event.
it: Usa un orario fisso, alba o tramonto come evento di avvio.

# automation.schedule.popup.title
source: Schedule
it: Programmazione

# automation.schedule.summary.time
source: At %@
it: Alle %@

# automation.schedule.sunrise
source: Sunrise
it: Alba

# automation.schedule.sunset
source: Sunset
it: Tramonto

# automation.schedule.time
source: Time
it: Orario

# automation.schedule.use
source: Use Schedule
it: Usa programmazione

# automation.semantic.block.contextual
source: This pattern was observed, but the sensor condition and target action are not coherent enough to create an automation.
it: Questo pattern è stato osservato, ma la condizione sensore e l'azione target non sono abbastanza coerenti per creare un'automazione.

# automation.source.accessory.subtitle
source: Sensors and device states
it: Sensori e stati dispositivi

# automation.source.accessory.title
source: Accessory
it: Accessorio

# automation.source.location.subtitle
source: Arrive or leave a place
it: Arrivo o uscita da un luogo

# automation.source.location.title
source: Location
it: Posizione

# automation.source.people.subtitle
source: Presence at home
it: Presenza in casa

# automation.source.people.title
source: People
it: Persone

# automation.source.time.subtitle
source: At a time or sun event
it: A un orario o evento solare

# automation.source.time.title
source: Time
it: Ora

# automation.timeCondition.add
source: Add Time Condition
it: Aggiungi condizione oraria

# automation.timeCondition.after
source: After
it: Dopo

# automation.timeCondition.before
source: Before
it: Prima

# automation.timeCondition.between
source: Between
it: Tra

# automation.timeCondition.boundary.end
source: End
it: Fine

# automation.timeCondition.boundary.start
source: Start
it: Inizio

# automation.timeCondition.default.subtitle
source: Add it now, then configure the exact time in the conditions list.
it: Aggiungila ora, poi configura l’orario esatto nella lista condizioni.

# automation.timeCondition.default.title
source: After a time
it: Dopo un orario
